{
  "nav": "nav",
  "nav.home": "Home",
  "nav.features": "Why IBAX",
  "nav.performance": "Performance, efficiency and safety",
  "nav.high": "Blockchain bottom layer",
  "nav.each": "Each node uses distributed database storage, which not only improves execution efficiency, but also executes complex business logic.",
  "home.watch": "Watch Videos",
  "nav.use": "Use database to improve execution efficiency",
  "nav.virtual": "Multilingual Virtual Machine",
  "nav.with": "Virtual machine compatible with multiple languages",
  "nav.smart": "Smart contracts of Ethereum and Binance Chain are seamlessly connected",
  "nav.tran": "Sharding",
  "nav.improve": "Improve transaction execution efficiency",
  "nav.break": "Break through technical barriers",
  "nav.security": "Security and privacy",
  "nav.encryption": "Encryption machine to ensure the safety of funds and communications",
  "nav.chain": "Cross-Chain Communication",
  "nav.decen": "Using homomorphic encryption technology, the algorithms of other blockchains are integrated into the IBAX network, and they are interconnected with the corresponding blockchain network to realize cross-chain in the true sense.",
  "nav.multi": "Multi-signature",
  "nav.dec": "Ensure that multiple people/organizations control the same amount of funds. The IBAX network uses distributed ledger signature authority to achieve. Please note that the \"safe\" is a unique feature of IBAX",
  "nav.clb": "CLB",
  "nav.cross": "Cross-ledger communication node (CLB)",
  "nav.basis": "The basis of data cross-chain and asset cross-chain",
  "nav.private": "Private transaction",
  "nav.fouds": "Security of funds, anonymous transactions",
  "nav.bass": "BaaS Market",
  "nav.resource": "Resources",
  "nav.solution": "Solution",
  "nav.development": "Development",
  "nav.about": "Contact",
  "nav.log": "Log In",
  "nav.sign": "Sign Up",
  "nav.case": "Case",
  "nav.supply": "Supply Chain Finance",
  "nav.copyright": "Copyright",
  "nav.assets": "Asset management",
  "nav.relying": "Relying on ibax's blockchain and AI technology, the platform supports financial level encryption algorithms and cloud computing capabilities to provide a more secure and reliable cornerstone for each layer of services.",
  "nav.it": "It is applicable to asset types such as consumer finance, auto finance, equipment installment, a / R and a / P, as well as financial scenarios such as ABS, trust, transfer and pledge.",
  "nav.cross-chain": "Decentralized cross-chain",
  "nav.eth": "Smart contracts of Ethereum and Binance Chain are seamlessly connected",
  "nav.ledger": "Decentralized ledger authority",
  "nav.user": "User needs first",
  "nav.self": "Ecological self-charging and governance",
  "nav.gas": "Ecological Self-Governance (DAO) and Gas Charge",
  "home.start": "Start building decentralized applications",
  "home.performance": "Secure and high performance blockchain infrastructure",
  "home.secure": "Secure and efficient blockchain infrastructure",
  "home.using": "Get Started",
  "home.partners": "IBAX Partners",
  "home.join": "Join the Community",
  "home.innovate": "Innovations",
  "home.framework": "Continuously upgrade to create a high-performance and high-concurrency blockchain underlying framework",
  "home.bottom": "The bottom layer of an excellent blockchain must meet the requirements of high concurrency and data processing, enough to face any complex application scenarios.",
  "home.learn": "Learn more about the IBAX technical framework",
  "home.virtual": "Virtual Machine",
  "home.machine": "Multi-smart contract language compatible virtual machine",
  "home.can": "The IBAX virtual machine can simultaneously support: Ethereum and Binance Chain smart contracts. You can import the contract with one click and seamlessly connect to the IBAX ecosystem.",
  "home.multiple": "Compatible with virtual machines in multiple languages",
  "home.consensus": "Consensus mechanism",
  "home.dpoa": "Decentralization (DPOA) consensus mechanism to achieve autonomy through voting",
  "home.good": "A good consensus mechanism will determine the breakthrough and future of the chain.",
  "home.bifurcation": "Flexible gas payment method",
  "home.honor": "Ecological custom gas fee charging model",
  "home.unified": "In order to encourage ecological creators and ecological participants, IBAX supports the ecological setting of multiple GAS charging models. \n You can use the ecological currency as the GAS fee model, and deduct the ecological currency as the GAS fee during ecological transactions. This model helps to realize a truly decentralized autonomous ecology.",
  "home.economics": "Economy",
  "home.benefits": "Benefits to be realized: Whether you are an ecological developer, a miner, or a governor...",
  "home.matter": "No matter what your status is, as long as you participate in it, there will be a generous reward waiting for you to explore.",
  "home.view": "View the economic model of IBAA",
  "home.fixed": "Pre-Distribution",
  "home.mining": "Mining Rewards",
  "home.ecological": "Ecological Incentives",
  "home.all": "All %",
  "home.per": "Pre-Distribution %",
  "home.mint": "Mint Rewards %",
  "home.lead": "Leading",
  "home.driven": "Driven by technology, form technical barriers",
  "home.chain": "Decentralized cross-chain, zero-knowledge proof, anonymous transactions, transaction sharding.",
  "home.we": "The technical barriers we have formed",
  "home.have": "Collaborators who have joined us",
  "home.your": "Your brilliant ideas will be realized here",
  "home.get": "Get ecological rewards",
  "home.enjoy": "Enjoy IBAX resources",
  "home.manul": "Complete developer manual",
  "home.partner": "Ecological partner Jutkey Wallet",
  "home.ibaa": "IBAA Eco Wallet",
  "home.official": "IBAX official recognition: get 150,000 IBXC rewards",
  "home.supports": "Decentralized multi-currency wallet: supports multi-currency transfer",
  "home.manage": "Mining machine management:  manage your mining machine with just one-click",
  "home.wallet": "Jutkey Wallet",
  "home.very": "Joining IBAA is a very lucky thing. I got a lot of help from the IBAA team when creating Jutkey Wallet. Thank them very much!",
  "home.is": "Jutkey Wallet is a decentralized multi-currency wallet that has been well integrated with various applications of IBAA. It can not only be used to complete IBXC transfers, but also can be used to make payments such as Bitcoin, Ethereum, Binance, etc. currency.",
  "home.more": "More importantly, you can manage your mining machines with Jutkey Wallet, you can add mining machines with one click without downloading other management tools, and check the mining income in real time.",
  "home.there": "There are more functions waiting for you to explore, maybe: mining pool, Defi, NFT...",
  "home.name": "KKKKKK",
  "home.pub": "View publication",
  "home.product": "Product Manager",
  "home.develop": "Developer Guidelines",
  "home.technology": "Technology",
  "home.video": "Video",
  "home.activity": "Activity",
  "home.technical": "Open source technical documentation",
  "home.about": "Learn more about IBAA through the video",
  "home.exciting": "Exciting activities in progress",
  "home.go": "Go to view",
  "home.m": "More videos",
  "home.award": "Participate in the award",
  "bass.ecological": "Ecological Incentive Reward",
  "bass.anyone": "Anyone can participate",
  "bass.create": "Create your blockchain project",
  "bass.now": "Create your blockchain project now",
  "bass.quickly": "Quickly create",
  "bass.ecology": "Ecology",
  "bass.without": "Quickly create IBAX applications without barriers",
  "bass.ecolog": "Create ecology",
  "bass.creator": "You will have the Ecological creator identity:",
  "bass.obtain": "Obtain ecological naming rights",
  "bass.define": "Define ecological access rights",
  "bass.set": "Set up ecological governance",
  "bass.give": "Give role identity",
  "bass.can": "You can also charge ecological currency fees",
  "bass.circulation": "Circulation tokens",
  "bass.issue": "Issue coins",
  "bass.customize": "Customize the number of tokens and issuance methods",
  "bass.naming": "Obtain the naming rights of tokens",
  "bass.issuance": "Issuance of tokens",
  "bass.logo": "Add token logo",
  "bass.number": "Set the number of tokens to be issued",
  "bass.incentives": "Set up token incentives",
  "bass.smart": "Smart contract",
  "bass.contract": "Contract",
  "bass.use": "Use smart contracts to maintain ecological stability",
  "bass.add": "Add contract",
  "bass.one": "One-click import Contracts of other chains or:",
  "bass.reference": "Reference IBAX basic contract",
  "bass.write": "Write ecological contracts online",
  "bass.eco": "Add ecological application",
  "bass.manage": "Manage ecological contracts",
  "bass.incentive": "Obtain ecological incentive rewards",
  "bass.encourages": "The IBAX Foundation encourages individual developers and teams to join the IBAX ecosystem, and will regularly hold ecological evaluation activities to give generous rewards to outstanding ecological applications.",
  "bass.learn": "Learn more",
  "bass.what": "What you might need",
  "bass.how": "How to quickly create ecology and effectively maintain ecology",
  "bass.materials": "Materials and videos will help you make better use of the IBAX network",
  "bass.manual": "IBAX Developer Manual",
  "bass.privacy": "Privacy",
  "bass.go": "Go beyond the pursuit of customer privacy and security",
  "bass.key": "The key component of all aspects of IBAX is \"Defense in Depth.\" Guaranteeing customer safety and data privacy is the foundation of cryptocurrency. IBAX deploys a multi-layer security matrix to ensure the safety of customer assets from cyber attacks, internal attacks and human error.",
  "bass.keep": "Keep your data safe",
  "bass.comply": "Comply with global privacy security regulations",
  "bass.data": "Prohibition of personal data leakage",
  "bass.bank": "Use bank-level technology to protect personal information security",
  "bass.attribute": "The attribute of decentralization makes it impossible to correspond to the real identity in the blockchain world and protects personal privacy to the utmost extent. In the technical implementation, IBAX adopts homomorphic encryption, asset locking, smart contract zero-knowledge proof, and unreadable secrets. The most advanced cryptography technologies such as key pair (smart contract encryption) cross-chain mechanism and multi-chain isolation ensure the personal safety and privacy of IBAX to the greatest extent.",
  "bass.effectiveness": "Effectiveness",
  "bass.spire": "\"Security is the spire of the pyramid, and privacy is the jewel on the spire. We attach more importance to security and privacy than anything else. Only enough attention can ensure the security of the chain, the security of users, and the security of funds. Strictly abide by the international privacy guidelines. The right to privacy is completely in my control.\"",
  "bass.built": "Built for safety",
  "bass.your": "Your safety is our top consideration",
  "bass.symmetric": "The elliptical symmetric encryption mechanism based on the blockchain and the HASH encryption mechanism ensure the safety and reliability of the data transmission process. The data results are stored in the IBAX network through HASH mapping, and the change records are clearly visible.",
  "bass.committed": "Committed to protecting personal property",
  "bass.multi": "Multi-level encryption to ensure the safety of your personal property",
  "bass.own": "IBAX uses public and private keys to encrypt and decrypt signature verification. Only its users can use their own private keys to decrypt, ensuring the security of data and identity. And deposit the encrypted currency into a decentralized wallet, and use multi-party digital signature technology to ensure the safety of your property.",
  "bass.manager": "Contract manager",
  "bass.honor": "Honor node",
  "bass.weaver": "Weaver supports smart contract files in ABI, Json and other formats, and can quickly import contracts into the ecosystem for use.",
  "bass.panel": "Contract panel preview, manage project contracts",
  "bass.provides": "Weaver provides ecological contract management functions. You can clearly view all the smart contracts in the ecosystem, allowing you to maintain and expand the ecological content more easily.",
  "bass.local": "Local storage",
  "bass.security": "Security data",
  "bass.always": "\"Decentralized cross-chains have always been expected by people. Only true cross-chains can allow everyone to realize asset exchange and interoperability without worrying about anyone stealing funds. This is in line with the concept of \"distrust\" in the blockchain.\"",
  "bass.protect": "Protect data cross-chain accuracy",
  "bass.ensure": "Ensure asset cross-chain security",
  "bass.network": "Comprehensive cross-chain network",
  "bass.design": "Designed for cross-chain",
  "bass.expand": "Expand more off-chain connections",
  "bass.cross": "The cross-ledger communication node (CLB) in the IBAX network is specially designed for cross-chain. It can flexibly configure CLB performance and deployment according to requirements, without duplication of work, easily obtain external system data, create connections, and process and format data by yourself Conversion.",
  "bass.transmission": "Cross-chain transmission",
  "bass.promote": "Promote value exchange between chains",
  "bass.sets": "A true cross-chain communication solution is not only the transmission of digital assets, but also the transmission of rich data sets and smart contract operations between chains, as well as the transmission of dApp-specific data, NFTs, and so on.",
  "bass.safety": "Safety",
  "bass.solid": "A solid foundation for cross-chain data interaction",
  "bass.clb": "CLB's unique and innovative contract verification mechanism. When an external system needs to call on-chain contracts to perform on-chain operations, the IBAX public network will verify whether the hash of the contract is correct during and after execution to determine the interactive handshake between off-chain and on-chain It is credible and safe. This method can ensure that there is no risk of tampering in the contract during the interaction.",
  "bass.flexible": "Flexible configuration",
  "bass.onecreate": "Anyone can create",
  "bass.decentralized": "Decentralized cross-chain is not a product of decentralization. It is a real decentralization. It does not require the developer's permission, and without interference from the developer, digital asset transmission, data transmission and intelligence can be carried out between chains. Contract operation. Not only can they enable this feature for themselves, but by deploying CLB, they can also provide cross-chain communication services for other development teams.",
  "bass.interaction": "Cross-chain interaction",
  "bass.asset": "Asset safety",
  "bass.improve": "Improve transaction efficiency through transaction sharding",
  "bass.transaction": "Transaction fragmentation is like different lanes in the same swimming pool, which is an effective way to separate businesses and improve efficiency. In theory, the finer the slice, the higher the execution efficiency, but the situation when a large number of cross-regional businesses appear must also be considered comprehensively, so balance is the most important.",
  "bass.registered": "Sharding registered users",
  "bass.sharding": "Sharding according to different business types",
  "bass.shards": "The more shards are not the better, you need to adapt to local conditions",
  "bass.work": "Network fragmentation",
  "bass.prove": "Improve communication and synchronization mechanisms through network fragmentation",
  "bass.global": "IBAX is the underlying framework of the global blockchain. Due to the network delay caused by different regions, we have fragmented the network and improved the network efficiency through the current honor nodes in the region.",
  "bass.solve": "\"What we want to solve is not only technical problems, but also product concepts. Only by thinking from the perspective of users can we truly provide valuable platform products.",
  "bass.not": "Cross-shard transactions do not affect execution efficiency and performance",
  "bass.whether": "Regardless of whether it is network fragmentation or transaction fragmentation, cross-regional transactions are distributed and processed by the transaction processing mechanism through the honor node, which will not affect efficiency and performance.",
  "bass.same": "Same chain",
  "bass.controls": "IBAX unifies shards through consensus",
  "bass.principle": "IBAX adheres to the principle of one chain, and realizes transaction sharding through honor nodes and consensus mechanisms deployed around the world.",
  "bass.off": "Off-chain communication",
  "bass.closed": "Break the closed space of the blockchain",
  "bass.order": "In order to ensure the integrity of data, the blockchain sacrifices the possibility of interacting with the outside world. The cross-ledger communication node (CLB) can refer to off-chain data for use in the chain, whether it is asset cross-chain or data cross-chain, it will become a reality.",
  "bass.in": "Enrich data in the chain",
  "bass.choices": "More data, more choices, and more opportunities",
  "bass.support": "Decentralized cross-chain support",
  "bass.diversification": "Data diversification",
  "bass.refer": "Can refer to any data outside the chain",
  "bass.weather": "If weather data, stock market data, geographic information, etc. can be quoted in the chain, and the data on the Internet can be fully utilized, and the decentralized mechanism of the blockchain can be integrated, it will truly change the world.",
  "bass.blockchain": "\"The blockchain is subject to many limitations. Off-chain data verification has affected the development of the blockchain. The cross-ledger communication node (CLB) is like opening a door to the Internet world. You can use it to achieve any of your idea.\"",
  "bass.light": "Light and fast",
  "bass.rapid": "Rapid deployment of cross-ledger communication nodes (CLB)",
  "bass.there": "There is no difference between the deployment of a cross-ledger communication node (CLB) and other nodes. You can deploy it to a computer device by yourself. Under the premise of meeting the cross-ledger communication node (CLB) consensus, you can obtain off-chain data through smart contracts.",
  "bass.en": "Ensure safety",
  "bass.with": "With ‘verify binding’ function to prevent tampering",
  "bass.when": "When the smart contract in CLB does not match the smart contract used for verification on the chain, CLB will no longer execute this contract. The ‘verification binding’ function guarantees and improves the user’s trust in the operation of CLB.",
  "bass.oper": "CLB operation",
  "bass.on": "Off-chain data on the chain",
  "bass.authority": "Decentralized authority",
  "bass.permissions": "Use multi-signature to decentralize account permissions",
  "bass.transferring": "When transferring funds from a multi-signature account (N), it is necessary to obtain authorization from (M) multi-signature accounts. M+N>51% can complete the transfer.",
  "bass.account": "Decentralized account authority is equivalent to decentralized private key",
  "bass.centralized": "Avoid centralized authority when multiple parties collaborate",
  "bass.each": "Consistency, each account has the same permissions",
  "bass.secur": "Wallet security",
  "bass.wallet": "Multi-signature wallet prevents private key leakage",
  "bass.insecure": "The use of the private key in an insecure environment may cause the private key to be leaked, and the multi-signature wallet will effectively prevent the private key from being leaked by hackers.",
  "bass.concept": "\"The concept of decentralization is the foundation of the blockchain. Multi-signature technology maintains and applies this concept. This technology can also avoid the problem of centralized authority. The scope of application includes: Defi, exchanges Waiting for business scenarios.\"",
  "bass.notifce": "On-chain notification",
  "bass.signed": "The signed transfer will notify the associated account on the chain",
  "bass.signature": "When initiating a signature transfer, the IBAX chain will notify the associated account synchronously, and you do not need to notify the associated account in other ways.",
  "bass.to": "Compared to cold wallets",
  "bass.safer": "Safer and more reliable than cold wallet",
  "bass.compared": "Compared with cold wallets, multi-signature accounts are more secure and reliable. Multiple private keys have flexible storage methods, and decentralized permissions are much safer than centralized management.",
  "bass.cold": "Cold wallet",
  "bass.mul": "Multi-signature wallet",
  "bass.anonymous": "Anonymous transactions to protect privacy and security",
  "bass.implementation": "In the IBAX network, we have designed two implementation methods of zero-knowledge proof of transaction and zero-knowledge proof of smart contract. In all modern blockchain networks driven by smart contracts, only the zero-knowledge proof of smart contracts can guarantee transaction data. Security and privacy.",
  "bass.protection": "Sound privacy protection mechanism",
  "bass.process": "The transaction process cannot be traced",
  "bass.leaked": "Personal transaction data will not be leaked",
  "bass.technical": "Technical Support",
  "bass.black": "‘Black box’ technology",
  "bass.homomorphic": "In the IBAX network, we use complex homomorphic encryption technology. Homomorphic encryption is a cryptographic technology based on the computational complexity theory of mathematical problems. It can perform arbitrary calculations on ciphertext data and ensure the accuracy of the results. Only the owner of the data can obtain the data and escort your privacy during the transaction.",
  "bass.since": "\"Since private transactions make assets safe and uncheckable, high-frequency quantitative transactions between users make them more secure, filling the market demand for anonymous transactions to a certain extent.\"",
  "bass.transac": "Anonymous transaction",
  "bass.system": "Establish a financial federal system",
  "bass.financial": "The financial federal system is to use a cryptocurrency to get the same amount of cryptocurrency from other people. It allows users to quickly and efficiently mix with other users' funds, between the existing user account and the new account after mixing. The principle of creating a random relationship is to separate the input and output addresses in the transaction, thereby protecting privacy and achieving anonymity.",
  "bass.secure": "Secure Transaction",
  "bass.make": "Private transactions make identities more secure",
  "bass.information": "In the IBAX network, the information of both parties to the transaction cannot be known through technical means, cannot be tracked and is not affected by real-world identities, and personal safety and privacy are guaranteed. The concealment of identity makes our transaction identity more secure.",
  "bass.safe": "In the IBAX network, each account has a \"safe\", and different assets can be stored in the safe in cipher text. Even after switching accounts, entering the same cipher text can transfer the same assets to the current account and let the identity Concealment and asset conversion are more secure.",
  "bass.hidden": "Hidden identity",
  "bass.sec": "Data Security",
  "market.view": "View details",
  "market.video": "BaaS demo video",
  "market.help": "Detailed documentation Help documents help you quickly enrich application content.",
  "market.watch": "Watch the BaaS system operation video, understand the content of the system, and know the implementation steps.",
  "market.application": "BaaS application",
  "market.token": "Ecological token",
  "market.create": "Quickly create an ecosystem and issue coins with one click.",
  "market.point": "Full point information",
  "market.each": "Each node in the blockchain is public, and it reaches the node through the P2P transmission protocol to realize the mutual transmission of data.",
  "market.vote": "Vote",
  "market.multiple": "Provide multiple voting templates, including the joint network join template, platform parameter template modification, ecological parameter modification template, token return template, ecological value certification template, and ordinary voting template. Including the template to modify the above template parameters, support custom voting.",
  "market.supply": "Supply chain",
  "market.provide": "Provide complete cargo transportation data for the supply chain, accurately record the outbound and in-transit time of commodities, and control the quality of commodity storage. Apply blockchain financial attributes to provide comprehensive blockchain technical services for supply chain finance.",
  "market.defi": "Defi transaction",
  "market.the": "The decentralized Defi trading market makes your Token free from the risk of currency theft.",
  "market.member": "Member Management",
  "market.govern": "Eco-members govern together, form a stable community, and decide changes in ecological parameters through voting.",
  "market.network": "Federated network",
  "market.display": "Display the record of applying to join the federated network. Can be created to join the joint network to apply for voting, decided by the designated role.",
  "market.cyber": "Syber security",
  "market.secure": "A secure network based on blockchain communication and encryption mechanisms, a combination of multi-signature and cold wallet technology.",
  "market.decentralized": "Decentralized chat",
  "market.chat": "View chat records, display all chat records about yourself in the current ecosystem. Initiate a one-on-one chat, the private content will not be known to the outside world. Support group chat function, everyone can speak freely and share each other's views.",
  "market.asked": "Frequently Asked Questions",
  "market.more": "View more questions and answers",
  "market.real": "What is the real ecosystem ?",
  "market.exist": "The existing blockchain is a \"self-managed\" system. There is still a big gap between the actual \"DAO\" and the ideal \"DAO\". The main factor is that external data cannot enter the blockchain. middle. Therefore, cross-chain projects such as \"Chainlink\" have appeared. The main function of these projects is to connect the data of different data sources outside the chain to the blockchain, realize the execution of conventional data in the chain, and achieve credible data exchange .",
  "market.public": "In the IBAX public network, cross-chain/cross-data functions have been completed, and data from different off-chain data sources can be easily and quickly connected to the IBAX network, so as to build a real ecosystem and complete the real world. Blockchainization of production and life in China.",
  "market.low": "What is low-code development ?",
  "market.has": "IBAX has integrated many basic smart contracts and BaaS functions. You only need to refer to the relevant contract to the ecology, or you can complete it through the visual page: one-click currency issuance, ecology management, voting, etc. These functions are greatly reduced The workload of the developer.",
  "market.ia": "IA is a cross-chain. What are the available scenarios and what changes can it bring to our lives ?",
  "market.integrate": "IBAX's cross-chain uses CLB technology to integrate contract encryption technology to achieve decentralized cross-chain, allowing asset custody and asset locking to be automatically completed through smart contracts. This kind of decentralized cross-chain is the fundamental solution to cross-chain technology.",
  "market.built": "Why is the ecosystem built on the IBAX public network highly trusted?",
  "market.one": "1. IBAX Network (IBAX Network) is a highly compatible micro-service and integrated blockchain infrastructure.",
  "market.two": "2. In order to prevent the occurrence of vicious events such as fraud that are common in the existing blockchain world, the IBAX network combines economic theory and scenario requirements to adopt homomorphic encryption, asset locking, smart contract zero-knowledge proof, and technical implementation. The most advanced cryptography technologies such as the cross-chain mechanism and multi-chain isolation of unreadable secret key pairs (smart contract encryption) ensure that the ecological library and ecological group projects on the IBAX network are more fair, transparent, and fraud-free ；",
  "market.three": "3. The consensus level adopts the DPOA upgraded version of the authorized work certification. With the continuous development and growth of the IBAX ecosystem, commercialization will be incorporated into legal supervision to make the ecological reversal more sound.",
  "market.reward": "Reward plan",
  "market.colorful": "Colorful ecological incentive plan",
  "market.foundation": "The IBAX Foundation has created a variety of ecological incentive plans. You can join the corresponding project team according to the team size and application type, and these activities are held regularly on time.",
  "market.join": "Join now",
  "market.heading": "Heading",
  "market.want": "Want to learn more about events? Go to historical events record.",
  "market.creative": "Creative ecological application",
  "market.ideas": "Realize your wonderful ideas through the IBAX network and provide users with applications that meet their needs. It's not necessarily a big idea, even a small idea that makes people's eyes bright, we will actively encourage it.",
  "market.ecological": "Leading the ecological application of future technology",
  "market.development": "The development of blockchain technology has never stopped. The IBAX team is still pursuing technological breakthroughs and innovations. We seek like-minded technical teams to build IBAX technical barriers. To this end, the IBAX Foundation will encourage development teams or personnel in a variety of ways.",
  "market.wonderful": "Create wonderful",
  "market.blockchain": "IBAX is a blockchain network. We welcome companies, entrepreneurs, groups or individual developers from all over the world to realize your ideas through the IBAX network. We will hold a variety of exciting and rewarding activities for a long time, and we look forward to your participation.",
  "market.videos": "Watch videos",
  "market.rewards": "IBAX token rewards",
  "market.order": "In order to lower the threshold of IBAX ecological developers and reduce the expenditure of developers, the ecology recognized by the IBAX community will be rewarded by the foundation's IBAX token.",
  "market.team": "IBAX team technical support",
  "market.have": "If you have a wonderful idea but do not have the technical ability to implement it, you can try to contact the IBAX team. After being recognized, the IBAX team will solve all technical problems for you for free.",
  "market.excellent": "Excellent projects will definitely get various forms of incentives",
  "market.exploring": "The IBAX Foundation is responsible for the operation and development of the IBAX network. It has been exploring outstanding ecological projects. The encouragement for these ecological projects includes funding, technology, promotion, etc. This incentive will be all-round, so that your project can get the best help.",
  "market.much": "More",
  "market.eco": "IBAX Eco Wallet",
  "market.based": "Jutkey Wallt is a decentralized multi-currency wallet based on the IBAX chain. In the wallet you can add IBAX mining machines to mine, and check the income and status of the mining machines in real time. The mining pool function will be supported in the future, please look forward to it.",
  "market.download": "Go to download",
  "market.management": "Weaver ecological management tool",
  "market.Weaver": "Weaver is an ecological management tool tailored for IBAX developers. You can use Weaver to create ecology, one-click currency issuance, and manage smart contracts.",
  "market.information": "Point-to-point encrypted information",
  "market.tool": "XXX is a decentralized chat tool that is transmitted based on the P2P protocol through IBAX Guardian Node. It has the characteristics of private and visible chat records and will never be cleared.",
  "market.learn": "Learn more",
  "footer.feature": "Feature",
  "feature.efficiency": "Performance, efficiency and safety are the foundation of IBAX",
  "feature.encryption": "On the basis of asymmetric encryption, multiple nested encryption can be realized, and the P2P network can be used to ensure the security of funds and communications.",
  "feature.network": "The IBAX network can not only interact with various blockchains and cross-chain assets, but also cooperate with the dedicated node CLB to complete regular CRM data communication interactions.",
  "feature.high": "The high storage capacity not only supports the storage of numbers and texts, but also supports the on-chain storage of data in various formats such as pictures and applications. This leaves plenty of room for development for the future expansion of NFT.",
  "feature.we": "We believe that the future NFT is not only a picture, but also various forms of data including code.",
  "feature.node": "Multiple node types",
  "feature.hor": "Honor Node",
  "feature.honor": "Honor nodes are the most important part of the IBAX public network. They are responsible for the block packaging of the entire IBAX network and receive packaging rewards. We use a reputation mechanism, which can effectively reduce the impact of failed nodes, so it is called \"Honor Node\".",
  "feature.any": "Any minting node that reaches the scale of comprehensive computing power and meets the total amount of staking (Total Amount of Staking) has the opportunity to become a \"honor node\". The second prerequisite is the computing power and total amount of staking. (Honor Node)” also needs to meet the hardware index conditions of the server. The IBAX network integrates a hardware monitoring system, which can instantly monitor the hardware operating environment of the honor node.",
  "feature.guard": "Guard node",
  "feature.as": "As a witness of ecological data and a store of ecological content, ecological guardian nodes actively request the synchronization of ecological data in the IBAX network.",
  "feature.ecological": "The ecological guardian node is a candidate for the Honor Node. When the hardware conditions and pledge conditions are met, it can initiate a vote to become an Honor Node. After the vote is passed, it can become an Honor Node.",
  "feature.casting": "Casting node",
  "feature.about": "IBAX more features",
  "home.system": "Weaver is a BaaS system based on the IBAX chain. It has many powerful functions. The contract editor is a function tailored for developers, with drag-and-drop effects and contract release and chain functions.",
  "resource.project": "Project Related",
  "home.basic": "IBAX is a basic blockchain framework that can support global complex businesses. It is very important for us to provide good compatibility for developers of other chains.",
  "footer.team": "Team",
  "footer.news": "News",
  "footer.investor": "Investor Relations",
  "footer.related": "Related Downloads",
  "footer.partner": "cooperative partner",
  "footer.community": "Community Communication",
  "footer.recruit": "Recruit",
  "footer.developer": "Developer",
  "footer.check": "Check the information manual",
  "footer.creative": "Create more creative ecological projects",
  "footer.compete": "Compete with these excellent projects!",
  "footer.now": "Now start applying",
  "footer.create": "Create your blockchain project",
  "footer.fast": "Fast BaaS system support, one click to complete project release, and provide one click coin issuing function to make your project online easily",
  "footer.more": "More",
  "footer.blockchain": "The self-developed blockchain technology is adopted to ensure that the business information and business data of all links in the supply chain are safe and controllable, from the underlying technologies such as hardware, network, storage, computing, cryptography, consensus and blocking to the business links such as confirmation, circulation, financing and sorting of accounts receivable.",
  "high.technical": "Technical highlights",
  "high.chain": "High-performance and high-concurrency blockchain",
  "high.low": "The current low transaction processing capacity of the blockchain has seriously hindered the development of the blockchain. A high-performance/high-concurrency chain will bring a leap-forward development to the entire blockchain industry. The IBAX chain is as fast as 4 seconds per block, and the transaction processing reaches 3000TPS/S.",
  "high.start": "Start using now",
  "high.enough": "Globalization & enough for any responsible business",
  "high.compatibility": "Compatibility & rich application scenarios",
  "high.ease": "High ease of use & online support from technical team",
  "high.innovation": "technological innovation",
  "high.database": "Database + Block storage mode",
  "high.postgreSQL": "Use the high storage and high concurrency performance of PostgreSQL database to store system parameters in data tables, and use database engines such as views, indexes and stored procedures to improve data reading and writing ability.",
  "high.insights": "Technical Insights",
  "high.team": "\"The IBAX team is composed of a group of technology geeks with innovative spirit.",
  "high.never": "We never 'follow the rules and stick to the rules', but constantly comprehensively adopt existing or our innovative technologies to improve the overall performance of the ibax chain.\"",
  "high.globalization": "Globalization",
  "high.to": "Enough to satisfy any responsible business",
  "high.compat": "Compatibility",
  "high.rich": "Convergence of rich application fields",
  "high.use": "High ease of use",
  "high.provide": "technical team to provide online support",
  "high.high": "High storage",
  "high.storage": "The maximum storage capacity of the block is up to 64M",
  "high.etc": "The casting node is a distributed network service node in the IBAX platform, which provides the function of token casting for the entire network, and has the responsibility of guarding network security and increasing the cost of network attacks.",
  "high.reward": "The reward mechanism of minting nodes is the basic condition for maintaining the stability of the IBAX platform. We use a simple and practical probabilistic algorithm: casting probability = casting node computing power / network computing power. Over time, the probability of each minting node getting rewards is the same, which helps maintain the stability of the minting node.",
  "high.running": "Foundry nodes running all over the world not only serve as mining incentive nodes to maintain network security, but also exist independently as distributed servers, and provide decentralized services for various ecological libraries (ecoLib), such as decentralization Social tools, decentralized network services, etc.",
  "high.sub": "SUB NODE",
  "high.node": "The child node is the first in the entire blockchain world. It only retains data related to transactions with its own ecological (ecoLib) application module, and the full amount of data is borne by honor nodes, guardian nodes and casting nodes. In addition, child nodes can also interact with \"private data\" to ensure the privacy, security, and flexibility of transactions.",
  "high.can": "The child node can only retain the transaction data related to its own ecological application, and the child node can also execute its own independent ecology (ecoLib) from the network of other nodes. Therefore, we also call the child node a side chain.",
  "high.of": "CLB is a node independent of the IBAX network, and at the same time has the function of an Oracle.",
  "high.runs": "CLB runs as an independent node and does not affect the performance of the master node. It can flexibly configure CLB performance and deployment according to business requirements, and has independent smart contracts, operation interfaces, and database tables.",
  "high.meet": "CLB is designed to meet the needs of cross-chain. Through CLB's own data reading function and asset locking and conversion of smart contracts, external assets can be turned into assets in the IBAX ecosystem. CLB can also process and format data. Used by IBAX network.",
  "high.virtual": "The IBAX virtual machine can simultaneously support: Ethereum and Binance Chain smart contracts. You can import the contract with one click and seamlessly connect to the IBAX ecosystem.",
  "high.most": "Compatible with the most widely used smart contract engine",
  "high.one": "One-click import of smart contracts from other chains",
  "high.contract": "Multiple contract types: delay contract, trigger contract...",
  "high.smart": "Smart contract editor",
  "high.editor": "Contract editor",
  "high.simple": "Simple and easy-to-use online contract editor",
  "high.basic": "\"IBAX is a basic blockchain framework that can support global complex businesses. It is very important for us to provide good compatibility for developers of other chains.\"",
  "high.import": "Import external contracts",
  "high.cont": "Import smart contract",
  "high.lead": "Leading blockchain underlying framework",
  "high.cross": "Cross-chain",
  "high.from": "One-click import of smart contracts from other blockchains",
  "high.cross-chain": "Cross-chain communication",
  "high.divides": "The IBAX network divides nodes and transactions into fragments, and successfully increases the packaging efficiency by orders of magnitude through different consensus processing algorithms and multi-signature verification mechanisms.",
  "high.authentication": "Authentication",
  "high.validation": "Permission Validation",
  "resource.team": "Team Introduction",
  "resource.more": "More Extensions",
  "resource.ac": "AC Analysis",
  "resource.external": "External Cooperation",
  "resource.news": "News",
  "resource.activity": "Activity",
  "resource.white": "White Paper",
  "resource.economic": "Economic Model",
  "resource.partner": "Partner",
  "resource.video": "Video Resource",
  "resource.community": "Community Exchange",
  "resource.recruitment": "Recruitment",
  "resource.document": "Document",
  "resource.download": "Download",
  "resource.technical": "We are committed to technical research",
  "resource.committed": "Use blockchain technology to change the status quo of society",
  "resource.know": "Know our partners",
  "resource.composed": "IBAX is composed of a group of people from all over the world who love blockchain technology. We pursue the research of blockchain technology to the practical application, and constantly explore the cutting-edge knowledge of blockchain. Provide a mature and stable blockchain platform for all approved teams to join us.",
  "resource.needs": "Technology needs to solve practical problems for humans. We hope to create a decentralized and autonomous platform through the concept of blockchain decentralization. You can shop, consume, travel, etc. here, and do whatever you want without worrying about data. Leakage, asset security, privacy issues, because these data will be kept by you and authorized by yourself.",
  "resourse.hundreds": "Hundreds of people",
  "resourse.r": "R & D team",
  "resourse.chain": "Chain",
  "resourse.underlying": "The underlying architecture of the blockchain",
  "resourse.items": "5 Items",
  "resourse.leading": "Blockchain leading technology",
  "resourse.application": "Application",
  "resourse.system": "Blockchain BaaS system",
  "resourse.machine": "Contract virtual machine",
  "resourse.languages": "Compatible with multiple contract languages",
  "resourse.still": "We are still innovating and breaking through",
  "resourse.view": "View more technical messages",
  "resourse.person": "The main person in charge of the team",
  "resourse.charge": "Every person in charge of the IBAX team is a very outstanding talent in various fields and has made a lot of contributions to IBAX",
  "resourse.from": "Technical team from all over the world",
  "resourse.no": "No data",
  "resourse.case": "Cooperation Case",
  "resourse.gains": "Jutkey Wallt's gains from joining IBAX",
  "resourse.used": "The Jutkey Wallt team used the IBAX chain as the basic application of the wallet to maintain communication with the IBAX team and obtained multiple technical supports from IBAX.",
  "resourse.story": "View all stories",
  "resourse.excellent": "Excellent team has joined the IBAX ecosystem",
  "resourse.learn": "Learn more about the applications of IBAX ecology",
  "resourse.compatible": "These applications are compatible with IBAX contracts and complete ecological deployment with one click",
  "resourse.name": "Ecological name",
  "resourse.cases": "View all cases",
  "resourse.advantage": "Application advantage",
  "resourse.gain": "What will you gain from using IBAX",
  "resourse.problems": "These problems are real problems faced by developers, and you will easily face them through IBAX.",
  "resourse.threshold": "Development threshold",
  "resourse.every": "Every development team hopes to use the least manpower to complete their own ideas. IBAX network will provide you with complete development documents. You can create the ecological application you want to name here. At the same time, the online BaaS system we provide also supports smart contracts. Online editing.",
  "resourse.time": "Save development time",
  "resourse.names": "Name",
  "resourse.d": "R & D Director",
  "resourse.information": "View more information",
  "resourse.cost": "Lower costs",
  "resourse.noticed": "We have noticed that many excellent development teams have been hit hard by the high transaction fees of certain chains. The BAX network has the characteristics of high execution efficiency and high block capacity, so transaction costs in the IBAX wide network are extremely low.",
  "resourse.handling": "Reduce handling fees",
  "resourse.operations": "Operations Director",
  "resourse.help": "Get more help",
  "resourse.news": "News Center",
  "resourse.follow": "Follow news content and learn more about IBAX content",
  "resourse.source": "Source",
  "resourse.type": "Type",
  "resourse.search": "Search",
  "resourse.introduce": "Introduce",
  "resourse.explanation": "Learn about IBAX with video explanation",
  "resourse.sourceview": "View data source",
  "resourse.start": "Start playing",
  "resourse.how": "How to use Weaver:",
  "resourse.quickly": "Quickly create ecology through Weaver",
  "resourse.issuance": "One-click currency issuance",
  "resourse.visual": "Visual ecological governance page",
  "resourse.video": "Video introduction of the IBAX team",
  "solutions.make": "Make every original worthy of respect",
  "solutions.copyright": "Blockchain copyright",
  "solutions.protection": "The IBAX copyright protection platform provides a one-stop online copyright protection solution for work content production organizations or content operation companies that integrates rights storage, communication monitoring, electronic evidence collection, and judicial rights protection litigation.",
  "solutions.stop": "One-stop copyright protection",
  "solutions.reduce": "Reduce costs and increase efficiency for the industry",
  "solutions.value": "Reshaping the value of copyright",
  "solutions.deposit": "Equity deposit",
  "solutions.quick": "Quick confirmation of rights and registration tools. Based on the characteristics of the block chain, the realization of \"publishing is confirming the right\", 1 minute to get the traditional 7-30 days of work. The right holder's identity information, registered content unique ID (hash value), registration time and other information are safely chained.",
  "solutions.integrate": "Integrate dispersed business links into an online one-stop service, integrating rights storage, communication monitoring, electronic forensics, and rights protection services, so that original authors/organizations can achieve copyright protection \"without running at once\".",
  "solutions.strong": "Strong technical support",
  "solutions.spread": "Spread monitoring",
  "solutions.precision": "High-precision network-wide monitoring tool. Based on DNA traceability technology, the original works are stamped with \"identity stamps\", with a search capability of 100 million in milliseconds, accurate identification of infringements in the entire network, monitoring at any time, independent setting of monitoring scope and annual service.",
  "solutions.costs": "Reduce costs and increase efficiency for the industry",
  "solutions.reshaping": "Reshaping the value of copyright",
  "solutions.trustworthy": "Create a trustworthy copyright ecological alliance, share related information on the chain, realize integration and data exchange in the smart contract and business application layer, and realize fair and real-time income distribution through smart contracts.",
  "solutions.financial": "Financial security",
  "solutions.supply": "Supply chain finance",
  "solutions.service": "The supply chain financial service platform digitally upgrades the accounts receivable of core enterprises, so that the accounts receivable can be used as credit certificates, circulated in the supply chain and passed to upstream suppliers, thereby solving small and micro enterprises at the end of the supply chain The problem of expensive financing and difficult financing. At the same time, based on financial-level identity security and transaction security certification, it also provides a complete solution for enterprise online zero-touch transactions.",
  "solutions.watch": "Watch Demo",
  "solutions.issuance": "Issuance and circulation",
  "solutions.early": "Early collection of accounts",
  "solutions.destruction": "Destruction of accounts receivable",
  "solutions.digital": "Digital asset full life cycle management",
  "solutions.credit": "Based on bank credit, core enterprises can confirm the online rights of the accounts payable of tier-one suppliers and put them on the chain. Tier 1 suppliers can transfer accounts receivable to Tier 2 or multi-tier suppliers on the chain.",
  "solutions.fully": "It is fully open to banks, factoring, guarantees, trusts and other financial institutions, as well as core enterprises and suppliers upstream and downstream of the supply chain.",
  "solutions.build": "Co-build a supply chain financial collaboration ecology based on blockchain. And welcome large and powerful banks to join the blockchain alliance to build together. The entire life cycle of accounts receivable digital assets are on the chain, and the generation, circulation, financing, and destruction of digital assets are directly completed on the chain. Eliminate the problem of double spending and inconsistency in reconciliation that are common in non-blockchain systems.",
  "solutions.flexible": "Flexible and open, ecological co-construction",
  "solutions.suppliers": "Suppliers at all levels can transfer the accounts receivable held in the chain to the capital, and receive cash receipts in advance.",
  "solutions.assist": "Assist core companies to achieve supply chain penetration management",
  "solutions.after": "After the core company pays, the clearing agency cooperating with ibax will settle the funds to the chain holders of the accounts receivable, including all levels of suppliers and investors.",
  "solutions.demo": "Get Demo",
  "solutions.diversified": "Diversified asset management",
  "solutions.asset": "Asset management platform",
  "solutions.credible": "A flexible, credible, and diversified asset management platform based on the blockchain helps enterprises to put the underlying assets on the chain, realize the penetrating management of asset packaging and authorization on the chain, and continuously track the asset situation through the risk control on the chain to help the asset Contract issuance lowers the financing threshold for companies with weak credit but high-quality assets.",
  "solutions.management": "Automatic asset management on the chain",
  "solutions.smart": "Smart contract asset management",
  "solutions.real": "Fund penetration management",
  "solutions.time": "Real-time risk control analysis engine",
  "solutions.including": "Including assets real-time on-chain deposit certificates, on-chain asset confirmation, automatic asset authorization, asset decision management, asset risk control analysis.",
  "solutions.risk": "The asset risk control analysis engine on the second-level chain helps penetrating insight into the underlying asset details,",
  "solutions.structured": "Make structured assets more transparent and credible.",
  "solutions.privacy": "Financial-grade blockchain privacy protection",
  "solutions.realize": "Realize asset transaction structure design based on smart contracts, automatic contract issuance, recurring asset purchase, and asset replacement capabilities.",
  "solutions.second": "Second-level asset penetration and credit enhancement",
  "solutions.relying": "Relying on the blockchain account and verification system, it realizes one-stop services such as online signing, collection and payment, which helps capitalists to see the process of asset formation and helps enterprises obtain lower-cost funds.",
  "develope.tool": "Visualization tool",
  "develope.functions": "Functions of Weaver",
  "develope.ecoLib": "How to Create a New ecoLib ? EcoLib creation is fast with LESS. The creator has all the management permissions.",
  "develope.operation": "Watch the operation video",
  "develope.weaver": "Weaver is for IBAX developers",
  "develope.bass": "BaaS function has been added to Weaver, you can use it to create and manage your ecology.",
  "develope.encounter": "If you encounter development difficulties",
  "develope.technology": "The IBAX team is technology-led and is very interested in all R&D issues. We will reply to the questions in the community in a timely manner.",
  "develope.document": "Development Document",
  "develope.use": "1. Documents on the use of the IBAX chain.",
  "develope.doc": "2. Weaver documentation",
  "develope.engineer": "Engineer Forum",
  "develope.can": "You can find related questions here. If you can’t solve them, you must ask questions in time, and other developers in the community will give you the answers you want in time.",
  "develope.enter": "Enter the forum",
  "develope.open": "Open to developers, submit smart contracts to the BaaS market to get benefits",
  "develope.has": "IBAX has opened up the BaaS application platform for developers. After submitting the solution and obtaining the approval of the audit team, they will receive certain rewards. The form of the reward is set by the developer.",
  "develope.paid": "Multiple paid fee models",
  "develope.there": "There are three charging modes for the solution you submit:",
  "develope.fees": "1. Deduction for installation and use. This is a one-time deduction mechanism, deducting the user's installation and use fees.",
  "develope.deducted": "2. Fees are deducted during the use process, and fees are deducted when using this solution in the app. This is a continuous deduction.",
  "develope.deduction": "3. Combination deduction, deduct a certain fee during installation, and still deduct a certain fee every time you use this solution.",
  "develope.audit": "Code security audit",
  "develope.review": "The IBAX code review team will conduct security reviews of all smart contracts submitted to the BaaS market to ensure the safety of each user and the benefits of developers.",
  "develope.code": "Low Code is extremely friendly to all developers. For this reason, the IBAX team provides a Low Code development platform, which we call \"Weaver\".",
  "develope.ecological": "Ecological management",
  "develope.quickly": "In Weaver, you can quickly create an ecology through the visualization page, and initialize the ecological rules by selecting the configuration method. Members who join the ecology will have to abide by your ecological rules.",
  "develope.also": "Weaver also supports one-click import of contracts from other chains for visual operation. If you are a mature ecological developer, you can use this function to seamlessly reference your ecology on other chains.",
  "develope.online": "Online contract editor",
  "develope.frameworks": "The online smart contract editor provides contract frameworks and templates to help developers quickly develop ecological contracts.",
  "develope.means": "Saving means uploading to the chain. After the written contract is successfully saved, you can choose to publish it to the chain and apply it to the ecology.",
  "develope.drag": "Provide drag-and-drop effects to add controls, reduce repetitive development work, and reduce the amount of code.",
  "develope.template": "Template",
  "develope.number": "A large number of basic templates have been added to Weaver, such as voting templates, message templates, BaaS applications, member management, etc. These templates can be directly added to your ecology through the visualization page.",
  "develope.roadmap": "Technology roadmap",
  "about.can": "You can talk to us in the following ways",
  "about.have": "We have social accounts on all media platforms, you can follow us, leave a message and interact with us",
  "about.our": "Our announcement of project progress and blockchain insights",
  "about.events": "Release events and blockchain news related content",
  "about.an": "An important release channel for video resources",
  "about.you": "You can also join in the following ways:",
  "about.want": "Want answers to technical questions? Go to technical forum"
}