{
  "nav": "nav",
  "nav.home": "Home",
  "nav.features": "Why IBAX",
  "nav.performance": "Performance and efficiency are the foundation of the chain",
  "nav.high": "High Performance and High TPS Blockchain",
  "nav.each": "Each node uses distributed database storage, which not only improves execution efficiency, but also executes complex business logic.",
  "home.watch": "Watch Videos",
  "nav.use": "Use database to improve execution efficiency",
  "nav.virtual": "Multi-contract language compatible virtual machine",
  "nav.smart": "Smart contracts of Ethereum and Binance Chain are seamlessly connected",
  "nav.tran": "Sharding",
  "nav.improve": "Improve transaction execution efficiency",
  "nav.break": "Break Through the barriers of blockchain technology",
  "nav.security": "Security and privacy",
  "nav.encryption": "Encryption machine to ensure the safety of funds and communications",
  "nav.chain": "Cross-Chain Communication + DEFI",
  "nav.decen": "Decentralized cross-chain",
  "nav.multi": "Multi-signature",
  "nav.dec": "Decentralized ledger authority",
  "nav.cross": "Cross-ledger communication node (CLB)",
  "nav.basis": "The basis of data cross-chain and asset cross-chain",
  "nav.private": "Private transaction",
  "nav.fouds": "Security of funds, anonymous transactions",
  "nav.bass": "Baas Market",
  "nav.resource": "Resources",
  "nav.solution": "Solution",
  "nav.development": "Development",
  "nav.about": "Contact",
  "nav.log": "Log In",
  "nav.sign": "Sign Up",
  "nav.case": "Case",
  "nav.supply": "Supply Chain Finance",
  "nav.copyright": "Copyright",
  "nav.assets": "Asset management",
  "nav.relying": "Relying on ibax's blockchain and AI technology, the platform supports financial level encryption algorithms and cloud computing capabilities to provide a more secure and reliable cornerstone for each layer of services.",
  "nav.it": "It is applicable to asset types such as consumer finance, auto finance, equipment installment, a / R and a / P, as well as financial scenarios such as ABS, trust, transfer and pledge.",
  "home.start": "Start building decentralized applications",
  "home.performance": "Secure and high performance blockchain infrastructure",
  "home.secure": "Secure and efficient blockchain infrastructure",
  "home.using": "Get Started",
  "home.partners": "IBAX Partners",
  "home.join": "Join the Community",
  "home.innovate": "Innovations",
  "home.framework": "Continuously upgrade to create a high-performance and high-concurrency blockchain underlying framework",
  "home.bottom": "The bottom layer of an excellent blockchain must meet the requirements of high concurrency and data processing, enough to face any complex application scenarios.",
  "home.learn": "Learn more about the IBAX technical framework",
  "home.virtual": "Virtual Machine",
  "home.machine": "Multi-smart contract language compatible virtual machine",
  "home.can": "The IBAX virtual machine can simultaneously support: Ethereum and Binance Chain smart contracts. You can import the contract with one click and seamlessly connect to the IBAX ecosystem.",
  "home.consensus": "Consensus mechanism",
  "home.dpoa": "Decentralization (DPOA) consensus mechanism to achieve autonomy through voting",
  "home.good": "A good consensus mechanism will determine the breakthrough and future of the chain.",
  "home.bifurcation": "Never branch",
  "home.honor": "Honor nodes are responsible for transaction consistency verification to ensure the safety of each block.",
  "home.unified": "A unified and complete chain allows everyone to unite without disagreement.",
  "home.economics": "Economy",
  "home.benefits": "Benefits to be realized: Whether you are an ecological developer, a miner, or a governor...",
  "home.matter": "No matter what your status is, as long as you participate in it, there will be a generous reward waiting for you to explore.",
  "home.view": "View the economic model of IBAA",
  "home.fixed": "Pre-Distribution",
  "home.mining": "Mining Rewards",
  "home.ecological": "Ecological Incentives",
  "home.all": "All %",
  "home.per": "Pre-Distribution %",
  "home.mint": "Mint Rewards %",
  "home.lead": "Leading",
  "home.driven": "Driven by technology, form technical barriers",
  "home.chain": "Decentralized cross-chain, zero-knowledge proof, anonymous transactions, transaction sharding.",
  "home.we": "The technical barriers we have formed",
  "home.have": "Collaborators who have joined us",
  "home.your": "Your brilliant ideas will be realized here",
  "home.get": "Get ecological rewards",
  "home.enjoy": "Enjoy IBAX resources",
  "home.manul": "Complete developer manual",
  "home.partner": "Ecological partner Jutkey Wallet",
  "home.ibaa": "IBAA Eco Wallet",
  "home.official": "IBAX official recognition: get 150,000 IBXC rewards",
  "home.supports": "Decentralized multi-currency wallet: supports multi-currency transfer",
  "home.manage": "Mining machine management:  manage your mining machine with just one-click",
  "home.wallet": "Jutkey Wallet",
  "home.very": "Joining IBAA is a very lucky thing. I got a lot of help from the IBAA team when creating Jutkey Wallet. Thank them very much!",
  "home.is": "Jutkey Wallet is a decentralized multi-currency wallet that has been well integrated with various applications of IBAA. It can not only be used to complete IBXC transfers, but also can be used to make payments such as Bitcoin, Ethereum, Binance, etc. currency.",
  "home.more": "More importantly, you can manage your mining machines with Jutkey Wallet, you can add mining machines with one click without downloading other management tools, and check the mining income in real time.",
  "home.there": "There are more functions waiting for you to explore, maybe: mining pool, Defi, NFT...",
  "home.name": "KKKKKK",
  "home.product": "Product Manager",
  "home.develop": "Developer Guidelines",
  "home.technology": "Technology",
  "home.video": "Video",
  "home.activity": "Activity",
  "home.technical": "Open source technical documentation",
  "home.about": "Learn more about IBAA through the video",
  "home.exciting": "Exciting activities in progress",
  "home.go": "Go to view",
  "home.m": "More videos",
  "home.award": "Participate in the award",
  "bass.application": "Baas Application",
  "bass.ecological": "Ecological Incentive Reward",
  "bass.anyone": "Anyone can participate",
  "bass.create": "Create your blockchain project",
  "bass.quickly": "Quickly create",
  "bass.ecology": "Ecology",
  "bass.without": "Quickly create IBAX applications without barriers",
  "bass.ecolog": "Create ecology",
  "bass.creator": "You will have the Ecological creator identity:",
  "bass.obtain": "Obtain ecological naming rights",
  "bass.define": "Define ecological access rights",
  "bass.set": "Set up ecological governance",
  "bass.give": "Give role identity",
  "bass.can": "You can also charge ecological currency fees",
  "bass.circulation": "Circulation tokens",
  "bass.issue": "Issue coins",
  "bass.customize": "Customize the number of tokens and issuance methods",
  "bass.naming": "Obtain the naming rights of tokens",
  "bass.issuance": "Issuance of tokens",
  "bass.logo": "Add token logo",
  "bass.number": "Set the number of tokens to be issued",
  "bass.incentives": "Set up token incentives",
  "bass.smart": "Smart contract",
  "bass.contract": "Contract",
  "bass.use": "Use smart contracts to maintain ecological stability",
  "bass.add": "Add contract",
  "bass.one": "One-click import Contracts of other chains or:",
  "bass.reference": "Reference IBAX basic contract",
  "bass.write": "Write ecological contracts online",
  "bass.eco": "Add ecological application",
  "bass.manage": "Manage ecological contracts",
  "bass.incentive": "Obtain ecological incentive rewards",
  "bass.encourages": "The IBAX Foundation encourages individual developers and teams to join the IBAX ecosystem, and will regularly hold ecological evaluation activities to give generous rewards to outstanding ecological applications.",
  "bass.learn": "Learn more",
  "bass.what": "What you might need",
  "bass.how": "How to quickly create ecology and effectively maintain ecology",
  "bass.materials": "Materials and videos will help you make better use of the IBAX network",
  "bass.manual": "IBAX Developer Manual",
  "footer.feature": "Feature",
  "feature.efficiency": "Performance, efficiency and safety are the foundation of IBAX",
  "feature.encryption": "On the basis of asymmetric encryption, multiple nested encryption can be realized, and the P2P network can be used to ensure the security of funds and communications.",
  "feature.network": "The IBAX network can not only interact with various blockchains and cross-chain assets, but also cooperate with the dedicated node CLB to complete regular CRM data communication interactions.",
  "feature.high": "The high storage capacity not only supports the storage of numbers and texts, but also supports the on-chain storage of data in various formats such as pictures and applications. This leaves plenty of room for development for the future expansion of NFT.",
  "feature.we": "We believe that the future NFT is not only a picture, but also various forms of data including code.",
  "feature.node": "Multiple node types",
  "feature.about": "Learn about other IBAX features",
  "home.system": "Weaver is a BaaS system based on the IBAX chain. It has many powerful functions. The contract editor is a function tailored for developers, with drag-and-drop effects and contract release and chain functions.",
  "resource.project": "Project Related",
  "home.basic": "IBAX is a basic blockchain framework that can support global complex businesses. It is very important for us to provide good compatibility for developers of other chains.",
  "footer.team": "Team",
  "footer.news": "News",
  "footer.investor": "Investor Relations",
  "footer.related": "Related Downloads",
  "footer.partner": "cooperative partner",
  "footer.community": "Community Communication",
  "footer.recruit": "Recruit",
  "footer.developer": "Developer",
  "footer.check": "Check the information manual",
  "footer.creative": "Create more creative ecological projects",
  "footer.compete": "Compete with these excellent projects!",
  "footer.now": "Now start applying",
  "footer.create": "Create your blockchain project",
  "footer.fast": "Fast baas system support, one click to complete project release, and provide one click coin issuing function to make your project online easily",
  "footer.more": "More",
  "footer.blockchain": "The self-developed blockchain technology is adopted to ensure that the business information and business data of all links in the supply chain are safe and controllable, from the underlying technologies such as hardware, network, storage, computing, cryptography, consensus and blocking to the business links such as confirmation, circulation, financing and sorting of accounts receivable.",
  "high.technical": "Technical highlights",
  "high.chain": "High-performance and high-concurrency chain",
  "high.low": "The current low transaction processing capacity of the blockchain has seriously hindered the development of the blockchain. A high-performance/high-concurrency chain will bring a leap-forward development to the entire blockchain industry. The IBAX chain is as fast as 4 seconds per block, and the transaction processing reaches 3000TPS/S.",
  "high.start": "Start using now",
  "high.enough": "Globalization & enough for any responsible business",
  "high.compatibility": "Compatibility & rich application scenarios",
  "high.ease": "High ease of use & online support from technical team",
  "high.innovation": "technological innovation",
  "high.database": "Database + Block storage mode",
  "high.postgreSQL": "Use the high storage and high concurrency performance of PostgreSQL database to store system parameters in data tables, and use database engines such as views, indexes and stored procedures to improve data reading and writing ability.",
  "high.insights": "Technical Insights",
  "high.team": "\"The IBAX team is composed of a group of technology geeks with innovative spirit.",
  "high.never": "We never 'follow the rules and stick to the rules', but constantly comprehensively adopt existing or our innovative technologies to improve the overall performance of the ibax chain.\"",
  "high.globalization": "Globalization",
  "high.to": "Enough to satisfy any responsible business",
  "high.compat": "Compatibility",
  "high.rich": "Rich application scenarios",
  "high.use": "High ease of use",
  "high.provide": "technical team to provide online support",
  "high.high": "High storage",
  "high.storage": "The maximum storage capacity of the block is up to 64M",
  "high.etc": "The casting node is a distributed network service node in the IBAX platform, which provides the function of token casting for the entire network, and has the responsibility of guarding network security and increasing the cost of network attacks. The reward mechanism of minting nodes is the basic condition for maintaining the stability of the IBAX platform. We use a simple and practical probabilistic algorithm: casting probability = casting node computing power / network computing power. Over time, the probability of each minting node getting rewards is the same, which helps maintain the stability of the minting node. Foundry nodes running all over the world not only serve as mining incentive nodes to maintain network security, but also exist independently as distributed servers, and provide decentralized services for various ecological libraries (ecoLib), such as decentralization Social tools, decentralized network services, etc.",
  "high.sub": "SUB NODE",
  "high.node": "The child node is the first in the entire blockchain world. It only retains data related to transactions with its own ecological (ecoLib) application module, and the full amount of data is borne by honor nodes, guardian nodes and casting nodes. In addition, child nodes can also interact with \"private data\" to ensure the privacy, security, and flexibility of transactions.",
  "high.can": "The child node can only retain the transaction data related to its own ecological application, and the child node can also execute its own independent ecology (ecoLib) from the network of other nodes. Therefore, we also call the child node a side chain.",
  "high.of": "CLB is a node independent of the IBAX network, and at the same time has the function of an Oracle.",
  "high.runs": "CLB runs as an independent node and does not affect the performance of the master node. It can flexibly configure CLB performance and deployment according to business requirements, and has independent smart contracts, operation interfaces, and database tables.",
  "high.meet": "CLB is designed to meet the needs of cross-chain. Through CLB's own data reading function and asset locking and conversion of smart contracts, external assets can be turned into assets in the IBAX ecosystem. CLB can also process and format data. Used by IBAX network.",
  "high.virtual": "The IBAX virtual machine can simultaneously support: Ethereum and Binance Chain smart contracts. You can import the contract with one click and seamlessly connect to the IBAX ecosystem.",
  "high.most": "Compatible with the most widely used smart contract engine",
  "high.one": "One-click import of smart contracts from other chains",
  "high.contract": "Multiple contract types: delay contract, trigger contract...",
  "high.smart": "Smart contract editor",
  "high.simple": "Simple and easy-to-use online contract editor",
  "high.basic": "\"IBAX is a basic blockchain framework that can support global complex businesses. It is very important for us to provide good compatibility for developers of other chains.\"",
  "resource.team": "Team Introduction",
  "resource.more": "More Extensions",
  "resource.ac": "AC Analysis",
  "resource.external": "External Cooperation",
  "resource.news": "News",
  "resource.activity": "Activity",
  "resource.white": "White Paper",
  "resource.economic": "Economic Model",
  "resource.partner": "Partner",
  "resource.video": "Video Resource",
  "resource.community": "Community Exchange",
  "resource.recruitment": "Recruitment",
  "resource.document": "Document",
  "resource.download": "Download"
}